app/controllers/students_controller.rb

SELECT "students".* FROM "students"
---
   def index
      #render "static/students"
      @info = Student.all